[
  {
    "relevant_clinical_info": "WEAKNESS X2DAYS",
    "technique_negated": "the use of intravenous contrast",
    "patient_history_positive": "",
    "assessment_negated": "",
    "impression_all": "1.  No evidence of acute infarct, intracranial hemorrhage, or focal\nmass. 2.  Mild generalized parenchymal volume loss. Prominence of the frontal\nextra-axial spaces likely reflects underlying chronic subdural hygromas\nversus arachnoid cysts. 3.  Mild chronic white matter microvascular ischemic changes",
    "modality": "CT",
    "findings_all": "There is ventricular and sulcal prominence consistent with generalized\nparenchymal volume loss. There is prominence of the bifrontal\nextra-axial CSF spaces which may indicate underlying chronic subdural\nhygromas versus arachnoid cysts given that there appears to be some\nremodeling of the overlying inner table calvarium. Ill-defined\nperiventricular and subcortical lucencies are compatible with chronic\nmicrovascular ischemic white matter changes. No intracranial hemorrhage or extra-axial fluid collection is\nidentified. There is no evidence of acute infarction or intracranial\nmass. There is no hydrocephalus, herniation or midline shift. The basal\ncisterns are patent. There is preservation of the gray-white\ndifferentiation. The osseous structures are intact. There appears to be partial absence\nof the nasal turbinates though incompletely visualized. The remaining\nvisualized paranasal sinuses and mastoid air cells are well-aerated",
    "technique_positive": "Contiguous transaxially acquired 0.625 mm images were obtained from the skull to vertex and reconstructed at 2.5 mm and 5.0 mm thickness",
    "assessment_all": "",
    "priority": "R",
    "recommendation_positive": "",
    "technique_all": "Contiguous transaxially acquired 0.625 mm images were\nobtained from the skull to vertex and reconstructed at 2.5 mm and 5.0 mm\nthickness without the use of intravenous contrast",
    "impression_positive": "1 .. 2 . Mild generalized parenchymal volume loss. Prominence of the frontal extra-axial spaces likely reflects underlying chronic subdural hygromas versus arachnoid cysts. 3 . Mild chronic white matter microvascular ischemic changes",
    "patient_class": "E",
    "assessment_positive": "",
    "recommendation_negated": "",
    "recommendation_all": "",
    "service": "NEURO CT HEAD BRAIN WO CONTRAST",
    "patient_history_all": "",
    "patient_history_negated": "",
    "findings_negated": "intracranial hemorrhage or extra-axial fluid collection is identified. evidence of acute infarction or intracranial mass. hydrocephalus",
    "impression_negated": "evidence of acute infarct , intracranial hemorrhage , or focal mass",
    "findings_positive": "There is ventricular and sulcal prominence consistent with generalized parenchymal volume loss. There is prominence of the bifrontal extra-axial CSF spaces which may indicate underlying chronic subdural hygromas versus arachnoid cysts given that there appears to be some remodeling of the overlying inner table calvarium. Ill-defined periventricular and subcortical lucencies are compatible with chronic microvascular ischemic white matter changes. There is. There is. , herniation or midline shift. The basal cisterns are patent. There is preservation of the gray-white differentiation. The osseous structures are intact. There appears to be partial absence of the nasal turbinates though incompletely visualized. The remaining visualized paranasal sinuses and mastoid air cells are well-aerated",
  }
]